<main class="container bg-light p-5">
    <article class="mb-5">
        <h1 class="display-4 mb-4">GamerChronicle - ваш унікальний космос для спілкування й обміну досвідом у світі відеоігор!</h1>
        <p class="lead mb-4">Ласкаво просимо в GamerChronicle, найбільш захопливу та дружню спільноту геймерів у мережі! Наш форум - ідеальне місце для всіх, хто поділяє пристрасть до відеоігор і бажає поділитися своїми враженнями, обговорити останні новини геймінгової індустрії та знайти однодумців.</p>
        <h2 class="mb-3">Що ми пропонуємо:</h2>
        <ol class="mb-4">
            <li>Обговорення будь-яких ігор: Незалежно від того, чи є ви фанатом RPG, стратегій, шутерів або платформерів, у нас є місце для вас. Обговоріть свої улюблені ігри, поділіться порадами та дізнайтеся нове.</li>
            <li>Прагнення до вдосконалення: Наша спільнота налічує досвідчених геймерів, готових поділитися з вами порадами й тактиками, щоб ви могли стати найкращими в тому, що вам подобається.</li>
            <li>Спілкування та дружба: GamerChronicle - це не тільки місце для обговорення ігор, але й місце для спілкування і знайомства з новими друзями, які поділяють вашу пристрасть.</li>
            <li>Різноманітність: У нас є теми для обговорення всіх аспектів геймінгової культури, включаючи ретро-ігри, косплей, геймінгову музику та багато іншого.</li>
        </ol>
        <p class="mb-0">Приєднуйтеся до GamerChronicle вже сьогодні й розпочніть ділитися своєю пристрастю до ігор, спілкуватися з однодумцями та розширювати свої горизонти у світі відеоігор! Ми чекаємо саме на вас.</p>
    </article>
    <article class="mb-5">
        <h1 class="display-4 mb-4">Про авторів сайту</h1>
        <p class="lead mb-4">Привіт! Ми - <a class="text-dark" href="https://t.me/NNMclub21">Нікіта</a> та <a class="text-dark" href="https://t.me/Teodor22">Теодор</a>, і це наш спільний проєкт - цей вебсайт. Ми обидва студенти й працювали над ним як навчальною курсовою роботою. Наша спільна зацікавленість у програмуванні та ігровій індустрії надихнула нас на створення цього форуму, де кожен може ділитися своїм досвідом та знаннями.</p>
        <p class="mb-0">Ми надіємося, що вам сподобається наш проєкт і він буде корисним для вас. Не соромтеся зв'язатися з нами за допомогою контактної інформації нижче, якщо у вас виникнуть запитання або коментарі. Дякуємо за вашу увагу та підтримку!</p>
    </article>
</main>
