<main class="container mb-5 p-5 bg-light">
    <div class="row justify-content-center">
        <div class="col-md-12">
            <h2 class="card-title text-center pb-3">Політика конфіденційності для новинного порталу «GamerChronicle»</h2>
            <hr>
            <p><strong>1. Загальні положення</strong></p>
            <p>1.1. Новинний портал «GamerChronicle» поважає конфіденційність користувачів і зобов'язується забезпечувати захист їхніх персональних даних.</p>
            <p>1.2. Ця Політика конфіденційності поширюється на всіх користувачів і визначає способи збору, зберігання та використання інформації, що надходить через відвідування та використання сайту «GamerChronicle».</p>
            <p><strong>2. Збір та використання інформації</strong></p>
            <p>2.1. Під час відвідування сайту «GamerChronicle», ми можемо автоматично збирати певну інформацію, таку як IP-адреси, тип веббраузер, мову використання, час доступу та інші статистичні дані. Ці дані використовуються для аналізу та вдосконалення роботи сайту.</p>
            <p>2.2. Ми також можемо збирати персональну інформацію, яку користувачі надають добровільно при реєстрації на сайті, підписці на розсилку або взаємодії з контентом. Ця інформація може включати ім'я, електронну адресу, контактні дані та іншу інформацію.</p>
            <p>2.3. Ми використовуємо зібрану інформацію для забезпечення роботи сайту, надання послуг користувачам, комунікації з ними, вдосконалення якості контенту та рекламних матеріалів, а також для статистичних цілей.</p>
            <p>2.4. Наш сайт використовує сервіс Google Analytics для збору інформації про трафік та поведінку користувачів. Ця інформація допомагає нам аналізувати використання сайту та покращувати його якість. Детальніше про те, як Google використовує дані, можна знайти в <a href="https://policies.google.com/privacy">політиці конфіденційності Google</a>.</p>
            <p><strong>3. Захист персональних даних</strong></p>
            <p>3.1. Новинний портал «GamerChronicle» прикладає всі можливі заходи для захисту персональної інформації користувачів від несанкціонованого доступу, зміни, розголошення або знищення.</p>
            <p>3.2. Ми використовуємо технічні та організаційні заходи безпеки для захисту зібраної інформації від втрати, зловживання або недобросовісного використання.</p>
            <p><strong>4. Передача інформації третім особам</strong></p>
            <p>4.1. Ми не розголошуємо персональну інформацію користувачів третім особам без їхньої згоди, за винятком випадків, передбачених законодавством України.</p>
            <p>4.2. Персональна інформація користувачів може надаватися третім особам тільки у випадках, коли це необхідно для надання послуг користувачам (наприклад, обробка платежів, доставлення товарів або надання клієнтської підтримки).</p>
            <p><strong>5. Зміни у політиці конфіденційності</strong></p>
            <p>5.1. Новинний портал «GamerChronicle» може час від часу вносити зміни у цю Політику конфіденційності. Будь ласка, періодично перевіряйте цей документ для ознайомлення з останніми змінами.</p>
            <p>5.2. Продовження використання сайту «GamerChronicle» після внесення змін у Політику конфіденційності вважається погодженням користувача з такими змінами.</p>
            <p><strong>6. Контактна інформація</strong></p>
            <p>6.1. Якщо у вас виникли питання або зауваження щодо цієї Політики конфіденційності, будь ласка, зв'яжіться з нами за адресою електронної пошти: <a href="mailto:admin@gamer-chronical.world">admin@gamer-chronical.world</a>.</p>
            <hr>
            <p>Дана Політика конфіденційності востаннє оновлена: 09/02/2024.</p>
        </div>
    </div>
</main>