<main class="container">
    <div class="row bg-light p-5 mb-5">
        <div class="col">
            <h2>Умови використання порталу ігрових новин GamerChronicle</h2>
            <hr>
            <p>Перш ніж користуватись порталом GamerChronicle, уважно прочитай цю інформацію.</p>
            <p>Відвідуючи та використовуючи вебсайт GamerChronicle, ти автоматично згоден дотримуватися наведених нижче умов та положень. Якщо ти не приймаєш ці умови, рекомендуємо утриматися від користування порталом GamerChronicle.</p>
            <p>GamerChronicle надає можливість користуватись порталом згідно з наведеними нижче умов. Умови можуть періодично змінюватися без попереднього повідомлення, тому рекомендуємо періодично перевіряти їх на оновлення.</p>
            <h3>Використання порталу</h3>
            <ol>
                <li>Портал GamerChronicle надає інформацію про ігрову індустрію та ігрові новини. Користувач може переглядати, коментувати та ділитися цією інформацією, однак використання матеріалів порталу дозволяється лише для особистого, некомерційного використання. Заборонено змінювати, відтворювати або поширювати матеріали порталу без попереднього дозволу.</li>
                <li>Користувач зобов'язується не публікувати матеріали, які порушують законодавство про авторські права, непристойні, образливі або розпалюють расову ненависть.</li>
                <li>Користувач також зобов'язується не поширювати неперевірену чи фейкову інформацію, що може спричинити паніку або негативно вплинути на інших користувачів порталу.</li>
                <li>Використання автоматизованих засобів для збирання інформації на порталі без попереднього дозволу адміністрації заборонено.</li>
            </ol>
            <h3>Відмова від відповідальності</h3>
            <p>Портал GamerChronicle не несе відповідальності за будь-які збитки або шкоду, що можуть виникнути в результаті використання матеріалів чи послуг, наданих на порталі. Весь вміст надається "як є" без будь-яких гарантій.</p>
            <h3>Реєстрація на порталі</h3>
            <ol>
                <li>Реєстрація на порталі GamerChronicle передбачає надання правдивої інформації. Користувач несе відповідальність за безпеку свого облікового запису.</li>
                <li>Користувач зобов'язується не створювати багато облікових записів з метою обхідної діяльності або спаму.</li>
            </ol>
            <h3>Використання персональних даних</h3>
            <p>Користувач погоджується з тим, що GamerChronicle може збирати, зберігати та обробляти його персональні дані з метою покращення сервісу та надання повної інформації. Це може включати використання cookies та інших технологій.</p>
        </div>
    </div>
</main>